{"word2idx": {"people": 1, "party": 2, "sea": 3, "ship": 4, "cloudy": 5, "balloons": 6, "many": 7, "lot": 8, "flowers": 9, "sunny": 10, "purple": 11, "chairs": 12, "near": 13, "building": 14, "two": 15, "cars": 16, "grass": 17, "band": 18, "night": 19, "talking": 20, "thing": 21, "table": 22, "trees": 23, "shirtless": 24, "swimming": 25, "hold": 26, "cup": 27, "hand": 28, "wooden": 29, "one": 30, "person": 31, "wear": 32, "sunglasses": 33, "ships": 34, "lying": 35, "around": 36, "pool": 37, "afternoon": 38, "sit": 39, "sculptures": 40, "evening": 41, "center": 42, "made": 43, "fire": 44, "take": 45, "part": 46, "pavilion": 47, "brown": 48, "stay": 49, "together": 50, "road": 51, "garden": 52, "house": 53, "snow": 54, "taking": 55, "watching": 56, "things": 57, "cups": 58, "concrete": 59, "floor": 60, "car": 61, "parasols": 62, "lamps": 63, "big": 64, "stones": 65, "tables": 66, "white": 67, "blue": 68, "water": 69, "looks": 70, "green": 71, "black": 72, "four": 73, "huddle": 74, "standing": 75, "wet": 76, "bicycles": 77, "food": 78, "gather": 79, "arms": 80, "brick": 81, "red": 82, "hat": 83, "light": 84, "chair": 85, "yellow": 86, "railing": 87, "wall": 88, "outside": 89, "second": 90, "stand": 91, "shirt": 92, "colorful": 93, "place": 94, "drive": 95, "yacht": 96, "alone": 97, "tree": 98, "swim": 99, "beach": 100, "triangular": 101, "day": 102, "several": 103, "pieces": 104, "luminous": 105, "object": 106, "circle": 107, "skin": 108, "happen": 109, "little": 110, "pink": 111, "three": 112, "relax": 113, "hands": 114, "yachts": 115, "children": 116, "short": 117, "shade": 118, "daytime": 119, "someone": 120, "use": 121, "going": 122, "walls": 123, "start": 124, "colored": 125, "gas": 126, "roof": 127, "basketball": 128, "court": 129, "marks": 130, "nobody": 131, "field": 132, "bridge": 133, "river": 134, "buildings": 135, "side": 136, "waves": 137, "shore": 138, "mountain": 139, "waterfall": 140, "six": 141, "placed": 142, "like": 143, "lines": 144, "nearby": 145, "courts": 146, "houses": 147, "activity": 148, "flag": 149, "land": 150, "planted": 151, "sidewalk": 152, "unsurfaced": 153, "lands": 154, "plants": 155, "across": 156, "wetland": 157, "inside": 158, "put": 159, "parking": 160, "lights": 161, "sides": 162, "lake": 163, "roads": 164, "pools": 165, "small": 166, "plant": 167, "fields": 168, "see": 169, "orange": 170, "reflection": 171, "another": 172, "distance": 173, "way": 174, "far": 175, "right": 176, "forest": 177, "photo": 178, "taken": 179, "left": 180, "mountains": 181, "clouds": 182, "sky": 183, "scattered": 184, "wasteland": 185, "whole": 186, "gray": 187, "straight": 188, "circular": 189, "fog": 190, "without": 191, "leaves": 192, "walk": 193, "stone": 194, "cliff": 195, "form": 196, "line": 197, "fall": 198, "reflect": 199, "parked": 200, "crowd": 201, "zebra": 202, "crossing": 203, "motorcycle": 204, "tennis": 205, "spectator": 206, "seats": 207, "ground": 208, "top": 209, "body": 210, "away": 211, "cloud": 212, "half": 213, "come": 214, "bottom": 215, "parts": 216, "higher": 217, "bricks": 218, "iron": 219, "covered": 220, "cover": 221, "upper": 222, "black-and-white": 223, "blue-and-white": 224, "middle": 225, "surrendered": 226, "gap": 227, "grasses": 228, "square": 229, "flower": 230, "walking": 231, "sun": 232, "seems": 233, "main": 234, "areas": 235, "look": 236, "sidewalks": 237, "truck": 238, "lane": 239, "others": 240, "surfaced": 241, "five": 242, "room": 243, "turn": 244, "mess": 245, "boats": 246, "traffic": 247, "surrounding": 248, "neat": 249, "highway": 250, "poles": 251, "roofs": 252, "live": 253, "red-and-white": 254, "football": 255, "sport": 256, "behind": 257, "foggy": 258, "bars": 259, "get": 260, "goal": 261, "marked": 262, "working": 263, "complete": 264, "lamp": 265, "full": 266, "flows": 267, "amusement": 268, "park": 269, "'": 270, "old": 271, "go": 272, "farmlands": 273, "farmland": 274, "railway": 275, "wait": 276, "train": 277, "setting": 278, "stalls": 279, "ready": 280, "crops": 281, "town": 282, "cracks": 283, "similar": 284, "swept": 285, "ceiling": 286, "bridges": 287, "lakes": 288, "parkings": 289, "different": 290, "colors": 291, "bed": 292, "hit": 293, "produce": 294, "wheels": 295, "produced": 296, "highways": 297, "shone": 298, "dark": 299, "run": 300, "high": 301, "grasslands": 302, "fighting": 303, "board": 304, "fun": 305, "'s": 306, "island": 307, "seven": 308, "wharf": 309, "signs": 310, "construction": 311, "electric": 312, "bicycle": 313, "sand": 314, "baseball": 315, "enjoy": 316, "business": 317, "street": 318, "site": 319, "track": 320, "space": 321, "front": 322, "overpass": 323, "cylindrical": 324, "station": 325, "ropes": 326, "grassland": 327, "ring": 328, "flow": 329, "pole": 330, "equipment": 331, "slope": 332, "dusty": 333, "power": 334, "lots": 335, "tractor": 336, "plough": 337, "equipped": 338, "ploughing": 339, "ploughed": 340, "need": 341, "tractors": 342, "unploughed": 343, "dust": 344, "equip": 345, "lower": 346, "wetter": 347, "smoke": 348, "flying": 349, "connected": 350, "work": 351, "soil": 352, "works": 353, "police": 354, "silver": 355, "policemen": 356, "white-and-black": 357, "running": 358, "policeman": 359, "overpasses": 360, "man": 361, "doors": 362, "open": 363, "door": 364, "direction": 365, "ladder": 366, "broken": 367, "gumball": 368, "fork": 369, "pass": 370, "surrounded": 371, "stopped": 372, "earthquake": 373, "corridor": 374, "ruin": 375, "break": 376, "clean": 377, "excavator": 378, "debris": 379, "make": 380, "still": 381, "woods": 382, "used": 383, "hole": 384, "crack": 385, "machines": 386, "scaffolding": 387, "ruined": 388, "rise": 389, "materials": 390, "machine": 391, "lose": 392, "shape": 393, "holes": 394, "blocks": 395, "huge": 396, "workers": 397, "steel": 398, "missing": 399, "sheet": 400, "irons": 401, "tower": 402, "beautiful": 403, "objects": 404, "air": 405, "performing": 406, "religious": 407, "watch": 408, "performed": 409, "large": 410, "activities": 411, "held": 412, "carry": 413, "flashlights": 414, "next": 415, "carrying": 416, "sedan": 417, "events": 418, "streets": 419, "attend": 420, "attending": 421, "leaders": 422, "boys": 423, "boy": 424, "stood": 425, "gathered": 426, "carried": 427, "pond": 428, "beside": 429, "places": 430, "service": 431, "crowded": 432, "practicing": 433, "religion": 434, "services": 435, "wearing": 436, "clothes": 437, "hillside": 438, "marching": 439, "believers": 440, "carpet": 441, "appeared": 442, "roadside": 443, "watched": 444, "holding": 445, "statue": 446, "dressed": 447, "women": 448, "dancing": 449, "stage": 450, "bright": 451, "back": 452, "event": 453, "flags": 454, "perform": 455, "visit": 456, "looking": 457, "number": 458, "sat": 459, "elephants": 460, "leader": 461, "sitting": 462, "along": 463, "paraded": 464, "trucks": 465, "buddha": 466, "ride": 467, "parade": 468, "auditorium": 469, "riding": 470, "parades": 471, "marched": 472, "fruits": 473, "negroes": 474, "rivers": 475, "carries": 476, "tall": 477, "supplies": 478, "tribute": 479, "needed": 480, "vicinity": 481, "boat": 482, "putting": 483, "men": 484, "lined": 485, "also": 486, "participate": 487, "every": 488, "corner": 489, "area": 490, "gathering": 491, "color": 492, "divided": 493, "floors": 494, "dance": 495, "headscarves": 496, "lead": 497, "led": 498, "sleeves": 499, "shining": 500, "bare": 501, "crossroads": 502, "rising": 503, "golden": 504, "runs": 505, "finish": 506, "waiting": 507, "runners": 508, "athlete": 509, "races": 510, "suburbs": 511, "race": 512, "end": 513, "reach": 514, "great": 515, "telephone": 516, "volleyball": 517, "clearing": 518, "endless": 519, "lawn": 520, "competitions": 521, "venue": 522, "competition": 523, "turning": 524, "entrance": 525, "spaces": 526, "intersection": 527, "cranes": 528, "path": 529, "couple": 530, "marathon": 531, "row": 532, "puppies": 533, "guard": 534, "starting": 535, "point": 536, "arch": 537, "coconut": 538, "country": 539, "boards": 540, "individuals": 541, "athletes": 542, "withered": 543, "lawns": 544, "past": 545, "morning": 546, "dam": 547, "sign": 548, "passing": 549, "passed": 550, "arrive": 551, "ran": 552, "residential": 553, "sheds": 554, "somebody": 555, "arches": 556, "suburban": 557, "installed": 558, "asphalt": 559, "vehicles": 560, "scene": 561, "outdoor": 562, "stairs": 563, "guardrails": 564, "weeds": 565, "trail": 566, "city": 567, "section": 568, "wide": 569, "fences": 570, "uneven": 571, "backpack": 572, "father": 573, "son": 574, "gate": 575, "plays": 576, "playing": 577, "play": 578, "fence": 579, "teams": 580, "players": 581, "spectators": 582, "audience": 583, "indoor": 584, "gymnasium": 585, "bald": 586, "wears": 587, "net": 588, "nets": 589, "runway": 590, "feet": 591, "stadium": 592, "open-air": 593, "team": 594, "game": 595, "alternate": 596, "turned": 597, "indoors": 598, "filled": 599, "ball": 600, "swims": 601, "shorts": 602, "shallow": 603, "fish": 604, "dress": 605, "suit": 606, "bathing": 607, "suits": 608, "bath": 609, "deep": 610, "seaside": 611, "boating": 612, "towers": 613, "hill": 614, "clear": 615, "enough": 616, "seem": 617, "life-saving": 618, "tools": 619, "surface": 620, "relatively": 621, "calm": 622, "pebble": 623, "rowing": 624, "tool": 625, "backs": 626, "edge": 627, "floating": 628, "accident": 629, "deformed": 630, "happened": 631, "accidents": 632, "smoking": 633, "collided": 634, "accumulated": 635, "automobile": 636, "driving": 637, "speeding": 638, "seemed": 639, "sped": 640, "drove": 641, "mediating": 642, "passes": 643, "racing": 644, "crashed": 645, "followed": 646, "collision": 647, "knocked": 648, "came": 649, "caught": 650, "causing": 651, "caused": 652, "breakdown": 653, "thick": 654, "heavy": 655, "wrecks": 656, "wreckage": 657, "flyover": 658, "completely": 659, "flown": 660, "normally": 661, "stuck": 662, "leaving": 663, "investigate": 664, "burned": 665, "shelf": 666, "congestion": 667, "sparks": 668, "congestions": 669, "swerved": 670, "destroyed": 671, "british": 672, "serious": 673, "coming": 674, "investigating": 675, "occurred": 676, "jam": 677, "jams": 678, "rows": 679, "blocked": 680, "winter": 681, "sunshine": 682, "weather": 683, "brightly": 684, "lit": 685, "days": 686, "maise": 687, "rural": 688, "dusk": 689, "homestead": 690, "factory": 691, "home": 692, "went": 693, "got": 694, "rainy": 695, "desert": 696, "smooth": 697, "appear": 698, "goods": 699, "trapped": 700, "winding": 701, "occur": 702, "bushes": 703, "awfully": 704, "extraordinary": 705, "tremendous": 706, "rubber": 707, "immense": 708, "dirt": 709, "forward": 710, "trying": 711, "delighted": 712, "professional": 713, "solid": 714, "wood": 715, "guys": 716, "cement": 717, "time": 718, "cool": 719, "guy": 720, "extremely": 721, "paddling": 722, "command": 723, "bank": 724, "rowed": 725, "prairie": 726, "speedy": 727, "struggling": 728, "good": 729, "hard": 730, "arduous": 731, "nice": 732, "professionally": 733, "modified": 734, "fine": 735, "kicks": 736, "cornering": 737, "concert": 738, "concerts": 739, "flash": 740, "add": 741, "atmosphere": 742, "special": 743, "pattern": 744, "hall": 745, "singing": 746, "said": 747, "speakers": 748, "happy": 749, "massive": 750, "pushed": 751, "climax": 752, "displays": 753, "vans": 754, "gun": 755, "would": 756, "rhythm": 757, "relaxed": 758, "cheerful": 759, "conflict": 760, "officers": 761, "preventing": 762, "escalation": 763, "batons": 764, "shields": 765, "maintain": 766, "order": 767, "prevent": 768, "conflicted": 769, "argued": 770, "brought": 771, "smash": 772, "rush": 773, "loot": 774, "burn": 775, "fires": 776, "dissuade": 777, "catch": 778, "deliberately": 779, "cause": 780, "protest": 781, "activists": 782, "items": 783, "express": 784, "help": 785, "construct": 786, "creek": 787, "already": 788, "facilitate": 789, "constructing": 790, "unfinished": 791, "required": 792, "aid": 793, "industrial": 794, "waste": 795, "certain": 796, "prototype": 797, "crane": 798, "basic": 799, "almost": 800, "level": 801, "cycle": 802, "raced": 803, "slow": 804, "rode": 805, "rides": 806, "muddy": 807, "reflecting": 808, "figures": 809, "regular": 810, "breathing": 811, "controlled": 812, "steep": 813, "paths": 814, "difficult": 815, "barren": 816, "mud": 817, "engines": 818, "dousing": 819, "producing": 820, "extinguishing": 821, "produces": 822, "firefighters": 823, "firemen": 824, "douse": 825, "ladders": 826, "doused": 827, "blaze": 828, "extinguished": 829, "dilapidated": 830, "beyond": 831, "recognition": 832, "cargo": 833, "burning": 834, "fierce": 835, "broke": 836, "raging": 837, "extinguish": 838, "village": 839, "environment": 840, "tried": 841, "best": 842, "engine": 843, "noon": 844, "using": 845, "cannon": 846, "could": 847, "seen": 848, "ablaze": 849, "amount": 850, "chaos": 851, "cannons": 852, "flames": 853, "creating": 854, "rose": 855, "sending": 856, "blazing": 857, "resulted": 858, "high-pressure": 859, "autumn": 860, "countryside": 861, "sent": 862, "distant": 863, "downstairs": 864, "exposed": 865, "revealing": 866, "burst": 867, "grey": 868, "white-sided": 869, "black-roofed": 870, "villa": 871, "set": 872, "engulfed": 873, "flooded": 874, "created": 875, "flood": 876, "submerged": 877, "floods": 878, "drowned": 879, "flooding": 880, "inundated": 881, "ferocious": 882, "making": 883, "move": 884, "villages": 885, "resulting": 886, "washed": 887, "floodwaters": 888, "everywhere": 889, "due": 890, "survivors": 891, "rescue": 892, "vehicle": 893, "vast": 894, "stretches": 895, "courtyard": 896, "overflowed": 897, "tops": 898, "soaked": 899, "entire": 900, "bottoms": 901, "base": 902, "spread": 903, "first": 904, "bases": 905, "mixed": 906, "underside": 907, "mingled": 908, "flowed": 909, "floodwater": 910, "immersed": 911, "overflow": 912, "rapid": 913, "looked": 914, "verdant": 915, "harvester": 916, "reaping": 917, "harvest": 918, "harvesting": 919, "harvests": 920, "wheat": 921, "reaper": 922, "delivers": 923, "transports": 924, "mowers": 925, "cut": 926, "harvested": 927, "transported": 928, "feed": 929, "reaped": 930, "harvesters": 931, "reaps": 932, "picks": 933, "crop": 934, "transport": 935, "grain": 936, "cuts": 937, "transfers": 938, "farm": 939, "agricultural": 940, "pocket": 941, "swirled": 942, "picking": 943, "liquid": 944, "van": 945, "pickup": 946, "earth": 947, "granary": 948, "granaries": 949, "finished": 950, "fed": 951, "delivering": 952, "everything": 953, "transfer": 954, "wagons": 955, "corn": 956, "onto": 957, "carriage": 958, "conveyor": 959, "loess": 960, "hills": 961, "landslides": 962, "cracked": 963, "landslide": 964, "jungle": 965, "collapsed": 966, "cable": 967, "damaged": 968, "exposing": 969, "collapse": 970, "crushed": 971, "landslid": 972, "tumble": 973, "roll": 974, "damage": 975, "killed": 976, "rocks": 977, "rolled": 978, "threatened": 979, "dropped": 980, "smoky": 981, "fell": 982, "sag": 983, "pit": 984, "slide": 985, "valley": 986, "destruction": 987, "disappear": 988, "diverted": 989, "slipped": 990, "uprooted": 991, "slid": 992, "avalanche": 993, "pipes": 994, "shift": 995, "slip": 996, "destroying": 997, "mudslides": 998, "roots": 999, "mudslide": 1000, "buried": 1001, "mud-rock": 1002, "drown": 1003, "blocking": 1004, "rushed": 1005, "homes": 1006, "tires": 1007, "rushing": 1008, "torrent": 1009, "rushes": 1010, "pentium": 1011, "spilled": 1012, "repair": 1013, "wolf": 1014, "soldiers": 1015, "protests": 1016, "protesting": 1017, "organized": 1018, "crowds": 1019, "dense": 1020, "beneath": 1021, "countless": 1022, "thousands": 1023, "brand": 1024, "shirts": 1025, "coats": 1026, "trampoline": 1027, "skatepark": 1028, "spray": 1029, "parents": 1030, "crouching": 1031, "training": 1032, "separated": 1033, "post": 1034, "friction": 1035, "prompt": 1036, "mower": 1037, "bucket": 1038, "hopper": 1039, "dents": 1040, "european-style": 1041, "<unk>": 1042}, "idx2word": {"1": "people", "2": "party", "3": "sea", "4": "ship", "5": "cloudy", "6": "balloons", "7": "many", "8": "lot", "9": "flowers", "10": "sunny", "11": "purple", "12": "chairs", "13": "near", "14": "building", "15": "two", "16": "cars", "17": "grass", "18": "band", "19": "night", "20": "talking", "21": "thing", "22": "table", "23": "trees", "24": "shirtless", "25": "swimming", "26": "hold", "27": "cup", "28": "hand", "29": "wooden", "30": "one", "31": "person", "32": "wear", "33": "sunglasses", "34": "ships", "35": "lying", "36": "around", "37": "pool", "38": "afternoon", "39": "sit", "40": "sculptures", "41": "evening", "42": "center", "43": "made", "44": "fire", "45": "take", "46": "part", "47": "pavilion", "48": "brown", "49": "stay", "50": "together", "51": "road", "52": "garden", "53": "house", "54": "snow", "55": "taking", "56": "watching", "57": "things", "58": "cups", "59": "concrete", "60": "floor", "61": "car", "62": "parasols", "63": "lamps", "64": "big", "65": "stones", "66": "tables", "67": "white", "68": "blue", "69": "water", "70": "looks", "71": "green", "72": "black", "73": "four", "74": "huddle", "75": "standing", "76": "wet", "77": "bicycles", "78": "food", "79": "gather", "80": "arms", "81": "brick", "82": "red", "83": "hat", "84": "light", "85": "chair", "86": "yellow", "87": "railing", "88": "wall", "89": "outside", "90": "second", "91": "stand", "92": "shirt", "93": "colorful", "94": "place", "95": "drive", "96": "yacht", "97": "alone", "98": "tree", "99": "swim", "100": "beach", "101": "triangular", "102": "day", "103": "several", "104": "pieces", "105": "luminous", "106": "object", "107": "circle", "108": "skin", "109": "happen", "110": "little", "111": "pink", "112": "three", "113": "relax", "114": "hands", "115": "yachts", "116": "children", "117": "short", "118": "shade", "119": "daytime", "120": "someone", "121": "use", "122": "going", "123": "walls", "124": "start", "125": "colored", "126": "gas", "127": "roof", "128": "basketball", "129": "court", "130": "marks", "131": "nobody", "132": "field", "133": "bridge", "134": "river", "135": "buildings", "136": "side", "137": "waves", "138": "shore", "139": "mountain", "140": "waterfall", "141": "six", "142": "placed", "143": "like", "144": "lines", "145": "nearby", "146": "courts", "147": "houses", "148": "activity", "149": "flag", "150": "land", "151": "planted", "152": "sidewalk", "153": "unsurfaced", "154": "lands", "155": "plants", "156": "across", "157": "wetland", "158": "inside", "159": "put", "160": "parking", "161": "lights", "162": "sides", "163": "lake", "164": "roads", "165": "pools", "166": "small", "167": "plant", "168": "fields", "169": "see", "170": "orange", "171": "reflection", "172": "another", "173": "distance", "174": "way", "175": "far", "176": "right", "177": "forest", "178": "photo", "179": "taken", "180": "left", "181": "mountains", "182": "clouds", "183": "sky", "184": "scattered", "185": "wasteland", "186": "whole", "187": "gray", "188": "straight", "189": "circular", "190": "fog", "191": "without", "192": "leaves", "193": "walk", "194": "stone", "195": "cliff", "196": "form", "197": "line", "198": "fall", "199": "reflect", "200": "parked", "201": "crowd", "202": "zebra", "203": "crossing", "204": "motorcycle", "205": "tennis", "206": "spectator", "207": "seats", "208": "ground", "209": "top", "210": "body", "211": "away", "212": "cloud", "213": "half", "214": "come", "215": "bottom", "216": "parts", "217": "higher", "218": "bricks", "219": "iron", "220": "covered", "221": "cover", "222": "upper", "223": "black-and-white", "224": "blue-and-white", "225": "middle", "226": "surrendered", "227": "gap", "228": "grasses", "229": "square", "230": "flower", "231": "walking", "232": "sun", "233": "seems", "234": "main", "235": "areas", "236": "look", "237": "sidewalks", "238": "truck", "239": "lane", "240": "others", "241": "surfaced", "242": "five", "243": "room", "244": "turn", "245": "mess", "246": "boats", "247": "traffic", "248": "surrounding", "249": "neat", "250": "highway", "251": "poles", "252": "roofs", "253": "live", "254": "red-and-white", "255": "football", "256": "sport", "257": "behind", "258": "foggy", "259": "bars", "260": "get", "261": "goal", "262": "marked", "263": "working", "264": "complete", "265": "lamp", "266": "full", "267": "flows", "268": "amusement", "269": "park", "270": "'", "271": "old", "272": "go", "273": "farmlands", "274": "farmland", "275": "railway", "276": "wait", "277": "train", "278": "setting", "279": "stalls", "280": "ready", "281": "crops", "282": "town", "283": "cracks", "284": "similar", "285": "swept", "286": "ceiling", "287": "bridges", "288": "lakes", "289": "parkings", "290": "different", "291": "colors", "292": "bed", "293": "hit", "294": "produce", "295": "wheels", "296": "produced", "297": "highways", "298": "shone", "299": "dark", "300": "run", "301": "high", "302": "grasslands", "303": "fighting", "304": "board", "305": "fun", "306": "'s", "307": "island", "308": "seven", "309": "wharf", "310": "signs", "311": "construction", "312": "electric", "313": "bicycle", "314": "sand", "315": "baseball", "316": "enjoy", "317": "business", "318": "street", "319": "site", "320": "track", "321": "space", "322": "front", "323": "overpass", "324": "cylindrical", "325": "station", "326": "ropes", "327": "grassland", "328": "ring", "329": "flow", "330": "pole", "331": "equipment", "332": "slope", "333": "dusty", "334": "power", "335": "lots", "336": "tractor", "337": "plough", "338": "equipped", "339": "ploughing", "340": "ploughed", "341": "need", "342": "tractors", "343": "unploughed", "344": "dust", "345": "equip", "346": "lower", "347": "wetter", "348": "smoke", "349": "flying", "350": "connected", "351": "work", "352": "soil", "353": "works", "354": "police", "355": "silver", "356": "policemen", "357": "white-and-black", "358": "running", "359": "policeman", "360": "overpasses", "361": "man", "362": "doors", "363": "open", "364": "door", "365": "direction", "366": "ladder", "367": "broken", "368": "gumball", "369": "fork", "370": "pass", "371": "surrounded", "372": "stopped", "373": "earthquake", "374": "corridor", "375": "ruin", "376": "break", "377": "clean", "378": "excavator", "379": "debris", "380": "make", "381": "still", "382": "woods", "383": "used", "384": "hole", "385": "crack", "386": "machines", "387": "scaffolding", "388": "ruined", "389": "rise", "390": "materials", "391": "machine", "392": "lose", "393": "shape", "394": "holes", "395": "blocks", "396": "huge", "397": "workers", "398": "steel", "399": "missing", "400": "sheet", "401": "irons", "402": "tower", "403": "beautiful", "404": "objects", "405": "air", "406": "performing", "407": "religious", "408": "watch", "409": "performed", "410": "large", "411": "activities", "412": "held", "413": "carry", "414": "flashlights", "415": "next", "416": "carrying", "417": "sedan", "418": "events", "419": "streets", "420": "attend", "421": "attending", "422": "leaders", "423": "boys", "424": "boy", "425": "stood", "426": "gathered", "427": "carried", "428": "pond", "429": "beside", "430": "places", "431": "service", "432": "crowded", "433": "practicing", "434": "religion", "435": "services", "436": "wearing", "437": "clothes", "438": "hillside", "439": "marching", "440": "believers", "441": "carpet", "442": "appeared", "443": "roadside", "444": "watched", "445": "holding", "446": "statue", "447": "dressed", "448": "women", "449": "dancing", "450": "stage", "451": "bright", "452": "back", "453": "event", "454": "flags", "455": "perform", "456": "visit", "457": "looking", "458": "number", "459": "sat", "460": "elephants", "461": "leader", "462": "sitting", "463": "along", "464": "paraded", "465": "trucks", "466": "buddha", "467": "ride", "468": "parade", "469": "auditorium", "470": "riding", "471": "parades", "472": "marched", "473": "fruits", "474": "negroes", "475": "rivers", "476": "carries", "477": "tall", "478": "supplies", "479": "tribute", "480": "needed", "481": "vicinity", "482": "boat", "483": "putting", "484": "men", "485": "lined", "486": "also", "487": "participate", "488": "every", "489": "corner", "490": "area", "491": "gathering", "492": "color", "493": "divided", "494": "floors", "495": "dance", "496": "headscarves", "497": "lead", "498": "led", "499": "sleeves", "500": "shining", "501": "bare", "502": "crossroads", "503": "rising", "504": "golden", "505": "runs", "506": "finish", "507": "waiting", "508": "runners", "509": "athlete", "510": "races", "511": "suburbs", "512": "race", "513": "end", "514": "reach", "515": "great", "516": "telephone", "517": "volleyball", "518": "clearing", "519": "endless", "520": "lawn", "521": "competitions", "522": "venue", "523": "competition", "524": "turning", "525": "entrance", "526": "spaces", "527": "intersection", "528": "cranes", "529": "path", "530": "couple", "531": "marathon", "532": "row", "533": "puppies", "534": "guard", "535": "starting", "536": "point", "537": "arch", "538": "coconut", "539": "country", "540": "boards", "541": "individuals", "542": "athletes", "543": "withered", "544": "lawns", "545": "past", "546": "morning", "547": "dam", "548": "sign", "549": "passing", "550": "passed", "551": "arrive", "552": "ran", "553": "residential", "554": "sheds", "555": "somebody", "556": "arches", "557": "suburban", "558": "installed", "559": "asphalt", "560": "vehicles", "561": "scene", "562": "outdoor", "563": "stairs", "564": "guardrails", "565": "weeds", "566": "trail", "567": "city", "568": "section", "569": "wide", "570": "fences", "571": "uneven", "572": "backpack", "573": "father", "574": "son", "575": "gate", "576": "plays", "577": "playing", "578": "play", "579": "fence", "580": "teams", "581": "players", "582": "spectators", "583": "audience", "584": "indoor", "585": "gymnasium", "586": "bald", "587": "wears", "588": "net", "589": "nets", "590": "runway", "591": "feet", "592": "stadium", "593": "open-air", "594": "team", "595": "game", "596": "alternate", "597": "turned", "598": "indoors", "599": "filled", "600": "ball", "601": "swims", "602": "shorts", "603": "shallow", "604": "fish", "605": "dress", "606": "suit", "607": "bathing", "608": "suits", "609": "bath", "610": "deep", "611": "seaside", "612": "boating", "613": "towers", "614": "hill", "615": "clear", "616": "enough", "617": "seem", "618": "life-saving", "619": "tools", "620": "surface", "621": "relatively", "622": "calm", "623": "pebble", "624": "rowing", "625": "tool", "626": "backs", "627": "edge", "628": "floating", "629": "accident", "630": "deformed", "631": "happened", "632": "accidents", "633": "smoking", "634": "collided", "635": "accumulated", "636": "automobile", "637": "driving", "638": "speeding", "639": "seemed", "640": "sped", "641": "drove", "642": "mediating", "643": "passes", "644": "racing", "645": "crashed", "646": "followed", "647": "collision", "648": "knocked", "649": "came", "650": "caught", "651": "causing", "652": "caused", "653": "breakdown", "654": "thick", "655": "heavy", "656": "wrecks", "657": "wreckage", "658": "flyover", "659": "completely", "660": "flown", "661": "normally", "662": "stuck", "663": "leaving", "664": "investigate", "665": "burned", "666": "shelf", "667": "congestion", "668": "sparks", "669": "congestions", "670": "swerved", "671": "destroyed", "672": "british", "673": "serious", "674": "coming", "675": "investigating", "676": "occurred", "677": "jam", "678": "jams", "679": "rows", "680": "blocked", "681": "winter", "682": "sunshine", "683": "weather", "684": "brightly", "685": "lit", "686": "days", "687": "maise", "688": "rural", "689": "dusk", "690": "homestead", "691": "factory", "692": "home", "693": "went", "694": "got", "695": "rainy", "696": "desert", "697": "smooth", "698": "appear", "699": "goods", "700": "trapped", "701": "winding", "702": "occur", "703": "bushes", "704": "awfully", "705": "extraordinary", "706": "tremendous", "707": "rubber", "708": "immense", "709": "dirt", "710": "forward", "711": "trying", "712": "delighted", "713": "professional", "714": "solid", "715": "wood", "716": "guys", "717": "cement", "718": "time", "719": "cool", "720": "guy", "721": "extremely", "722": "paddling", "723": "command", "724": "bank", "725": "rowed", "726": "prairie", "727": "speedy", "728": "struggling", "729": "good", "730": "hard", "731": "arduous", "732": "nice", "733": "professionally", "734": "modified", "735": "fine", "736": "kicks", "737": "cornering", "738": "concert", "739": "concerts", "740": "flash", "741": "add", "742": "atmosphere", "743": "special", "744": "pattern", "745": "hall", "746": "singing", "747": "said", "748": "speakers", "749": "happy", "750": "massive", "751": "pushed", "752": "climax", "753": "displays", "754": "vans", "755": "gun", "756": "would", "757": "rhythm", "758": "relaxed", "759": "cheerful", "760": "conflict", "761": "officers", "762": "preventing", "763": "escalation", "764": "batons", "765": "shields", "766": "maintain", "767": "order", "768": "prevent", "769": "conflicted", "770": "argued", "771": "brought", "772": "smash", "773": "rush", "774": "loot", "775": "burn", "776": "fires", "777": "dissuade", "778": "catch", "779": "deliberately", "780": "cause", "781": "protest", "782": "activists", "783": "items", "784": "express", "785": "help", "786": "construct", "787": "creek", "788": "already", "789": "facilitate", "790": "constructing", "791": "unfinished", "792": "required", "793": "aid", "794": "industrial", "795": "waste", "796": "certain", "797": "prototype", "798": "crane", "799": "basic", "800": "almost", "801": "level", "802": "cycle", "803": "raced", "804": "slow", "805": "rode", "806": "rides", "807": "muddy", "808": "reflecting", "809": "figures", "810": "regular", "811": "breathing", "812": "controlled", "813": "steep", "814": "paths", "815": "difficult", "816": "barren", "817": "mud", "818": "engines", "819": "dousing", "820": "producing", "821": "extinguishing", "822": "produces", "823": "firefighters", "824": "firemen", "825": "douse", "826": "ladders", "827": "doused", "828": "blaze", "829": "extinguished", "830": "dilapidated", "831": "beyond", "832": "recognition", "833": "cargo", "834": "burning", "835": "fierce", "836": "broke", "837": "raging", "838": "extinguish", "839": "village", "840": "environment", "841": "tried", "842": "best", "843": "engine", "844": "noon", "845": "using", "846": "cannon", "847": "could", "848": "seen", "849": "ablaze", "850": "amount", "851": "chaos", "852": "cannons", "853": "flames", "854": "creating", "855": "rose", "856": "sending", "857": "blazing", "858": "resulted", "859": "high-pressure", "860": "autumn", "861": "countryside", "862": "sent", "863": "distant", "864": "downstairs", "865": "exposed", "866": "revealing", "867": "burst", "868": "grey", "869": "white-sided", "870": "black-roofed", "871": "villa", "872": "set", "873": "engulfed", "874": "flooded", "875": "created", "876": "flood", "877": "submerged", "878": "floods", "879": "drowned", "880": "flooding", "881": "inundated", "882": "ferocious", "883": "making", "884": "move", "885": "villages", "886": "resulting", "887": "washed", "888": "floodwaters", "889": "everywhere", "890": "due", "891": "survivors", "892": "rescue", "893": "vehicle", "894": "vast", "895": "stretches", "896": "courtyard", "897": "overflowed", "898": "tops", "899": "soaked", "900": "entire", "901": "bottoms", "902": "base", "903": "spread", "904": "first", "905": "bases", "906": "mixed", "907": "underside", "908": "mingled", "909": "flowed", "910": "floodwater", "911": "immersed", "912": "overflow", "913": "rapid", "914": "looked", "915": "verdant", "916": "harvester", "917": "reaping", "918": "harvest", "919": "harvesting", "920": "harvests", "921": "wheat", "922": "reaper", "923": "delivers", "924": "transports", "925": "mowers", "926": "cut", "927": "harvested", "928": "transported", "929": "feed", "930": "reaped", "931": "harvesters", "932": "reaps", "933": "picks", "934": "crop", "935": "transport", "936": "grain", "937": "cuts", "938": "transfers", "939": "farm", "940": "agricultural", "941": "pocket", "942": "swirled", "943": "picking", "944": "liquid", "945": "van", "946": "pickup", "947": "earth", "948": "granary", "949": "granaries", "950": "finished", "951": "fed", "952": "delivering", "953": "everything", "954": "transfer", "955": "wagons", "956": "corn", "957": "onto", "958": "carriage", "959": "conveyor", "960": "loess", "961": "hills", "962": "landslides", "963": "cracked", "964": "landslide", "965": "jungle", "966": "collapsed", "967": "cable", "968": "damaged", "969": "exposing", "970": "collapse", "971": "crushed", "972": "landslid", "973": "tumble", "974": "roll", "975": "damage", "976": "killed", "977": "rocks", "978": "rolled", "979": "threatened", "980": "dropped", "981": "smoky", "982": "fell", "983": "sag", "984": "pit", "985": "slide", "986": "valley", "987": "destruction", "988": "disappear", "989": "diverted", "990": "slipped", "991": "uprooted", "992": "slid", "993": "avalanche", "994": "pipes", "995": "shift", "996": "slip", "997": "destroying", "998": "mudslides", "999": "roots", "1000": "mudslide", "1001": "buried", "1002": "mud-rock", "1003": "drown", "1004": "blocking", "1005": "rushed", "1006": "homes", "1007": "tires", "1008": "rushing", "1009": "torrent", "1010": "rushes", "1011": "pentium", "1012": "spilled", "1013": "repair", "1014": "wolf", "1015": "soldiers", "1016": "protests", "1017": "protesting", "1018": "organized", "1019": "crowds", "1020": "dense", "1021": "beneath", "1022": "countless", "1023": "thousands", "1024": "brand", "1025": "shirts", "1026": "coats", "1027": "trampoline", "1028": "skatepark", "1029": "spray", "1030": "parents", "1031": "crouching", "1032": "training", "1033": "separated", "1034": "post", "1035": "friction", "1036": "prompt", "1037": "mower", "1038": "bucket", "1039": "hopper", "1040": "dents", "1041": "european-style", "1042": "<unk>"}, "idx": 1043}