{"word2idx": {"cloudy": 1, "day": 2, "bridge": 3, "mountains": 4, "see": 5, "two": 6, "cars": 7, "small": 8, "bridges": 9, "span": 10, "banks": 11, "large": 12, "rivers": 13, "many": 14, "vehicles": 15, "pass": 16, "crossed": 17, "river": 18, "stands": 19, "water": 20, "sits": 21, "crosses": 22, "lake": 23, "piers": 24, "distance": 25, "mountain": 26, "sides": 27, "lot": 28, "passed": 29, "several": 30, "standing": 31, "certain": 32, "suspension": 33, "white": 34, "open": 35, "traffic": 36, "trees": 37, "beside": 38, "sunset": 39, "viaduct": 40, "nothing": 41, "arch": 42, "daytime": 43, "connect": 44, "sea": 45, "beach": 46, "car": 47, "winding": 48, "pires": 49, "'s": 50, "sunny": 51, "running": 52, "across": 53, "connecting": 54, "connected": 55, "connects": 56, "glows": 57, "light": 58, "lights": 59, "straight": 60, "long": 61, "green": 62, "high": 63, "glowed": 64, "turquoise": 65, "relatively": 66, "strange": 67, "short": 68, "red": 69, "construction": 70, "vegetation": 71, "night": 72, "looks": 73, "road": 74, "people": 75, "cross-water": 76, "two-way": 77, "single-column": 78, "buildings": 79, "boats": 80, "lakes": 81, "good": 82, "farmlands": 83, "tunnel": 84, "one": 85, "end": 86, "curved": 87, "land": 88, "built": 89, "dark": 90, "lamps": 91, "big": 92, "runs": 93, "yellow": 94, "strange-shaped": 95, "island": 96, "vehicular": 97, "marine": 98, "overpass": 99, "multi": 100, "lane": 101, "cables": 102, "symmetrical": 103, "residential": 104, "football": 105, "field": 106, "next": 107, "street": 108, "runway": 109, "towns": 110, "porous": 111, "filmed": 112, "evening": 113, "inside": 114, "signs": 115, "four": 116, "lanes": 117, "forks": 118, "cross-sea": 119, "holes": 120, "photographed": 121, "either": 122, "used": 123, "building": 124, "roofed": 125, "old": 126, "goes": 127, "directions": 128, "structure": 129, "little": 130, "peculiar": 131, "near": 132, "covered": 133, "raining": 134, "arched": 135, "colors": 136, "bright": 137, "pylons": 138, "shot": 139, "golden": 140, "tall": 141, "wide": 142, "sight": 143, "clear": 144, "beautiful": 145, "pedestrians": 146, "ends": 147, "illuminated": 148, "ordinary": 149, "circular": 150, "closed": 151, "hole": 152, "middle": 153, "spans": 154, "islands": 155, "flowed": 156, "grey": 157, "flags": 158, "blue": 159, "purple": 160, "driving": 161, "side": 162, "roads": 163, "crisscross": 164, "ships": 165, "different": 166, "pavilions": 167, "along": 168, "someone": 169, "bears": 170, "name": 171, "tower": 172, "containers": 173, "power": 174, "public": 175, "borders": 176, "vertical": 177, "five": 178, "poles": 179, "left": 180, "right": 181, "around": 182, "cuts": 183, "passes": 184, "steps": 185, "parked": 186, "roof": 187, "orange": 188, "reflection": 189, "buidings": 190, "round": 191, "beyond": 192, "view": 193, "sailing": 194, "..": 195, "grassland": 196, "top": 197, "watch": 198, "edges": 199, "black": 200, "place": 201, "huge": 202, "shinning": 203, "jam": 204, "ship": 205, "train": 206, "beneath": 207, "feels": 208, "extends": 209, "pink": 210, "houses": 211, "cross": 212, "surround": 213, "crossing": 214, "form": 215, "sidewalks": 216, "three": 217, "railway": 218, "walking": 219, "stadium": 220, "twists": 221, "turns": 222, "colorful": 223, "flanked": 224, "bends": 225, "brown": 226, "simple": 227, "riverside": 228, "look": 229, "kid": 230, "riding": 231, "area": 232, "far": 233, "branches": 234, "also": 235, "cows": 236, "n't": 237, "house": 238, "lead": 239, "opposite": 240, "snow": 241, "waters": 242, "away": 243, "sunshine": 244, "dense": 245, "edge": 246, "modern": 247, "ancient": 248, "gray": 249, "men": 250, "lush": 251, "leafy": 252, "meadows": 253, "lumpy": 254, "blocky": 255, "grass": 256, "greenery": 257, "scenery": 258, "machines": 259, "roofs": 260, "conspicuous": 261, "way": 262, "part": 263, "streets": 264, "square": 265, "playground": 266, "designer": 267, "amazing": 268, "awesome": 269, "community": 270, "city": 271, "hill": 272, "ground": 273, "center": 274, "lawn": 275, "withered": 276, "picture": 277, "ugly": 278, "zero": 279, "fresh": 280, "affords": 281, "sweeping": 282, "surrounding": 283, "landscape": 284, "something": 285, "behind": 286, "floors": 287, "filled": 288, "lots": 289, "background": 290, "spots": 291, "bunch": 292, "covers": 293, "sun": 294, "intersection": 295, "lawns": 296, "clearing": 297, "space": 298, "design": 299, "shade": 300, "parking": 301, "aerial": 302, "angle": 303, "airplane": 304, "shoot": 305, "closely": 306, "factory": 307, "surrounded": 308, "plants": 309, "thin": 310, "neat": 311, "flat": 312, "paths": 313, "independent": 314, "color": 315, "whole": 316, "front": 317, "unique": 318, "shape": 319, "cut": 320, "beautifully": 321, "pitched": 322, "main": 323, "major": 324, "secondary": 325, "mostly": 326, "pile": 327, "dirt": 328, "sitting": 329, "hillside": 330, "forest": 331, "town": 332, "back": 333, "letters": 334, "broccoli": 335, "vegetables": 336, "overlook": 337, "park": 338, "country": 339, "skyline": 340, "yard": 341, "neatly": 342, "arranged": 343, "turntables": 344, "overpasses": 345, "layer": 346, "layers": 347, "windows": 348, "shining": 349, "chinese": 350, "architecture": 351, "style": 352, "planes": 353, "fork": 354, "shaped": 355, "like": 356, "l": 357, "pipe": 358, "exterior": 359, "walls": 360, "basketball": 361, "court": 362, "footprint": 363, "rectangular": 364, "belt": 365, "group": 366, "model": 367, "trucks": 368, "track": 369, "unk": 370, "door": 371, "greening": 372, "irregular": 373, "empty": 374, "toy": 375, "set": 376, "shown": 377, "garden": 378, "station": 379, "seems": 380, "private": 381, "tracks": 382, "fashionable": 383, "among": 384, "dust": 385, "chimney": 386, "probably": 387, "tallest": 388, "path": 389, "types": 390, "colored": 391, "well": 392, "lit": 393, "almost": 394, "narrow": 395, "parkinglot": 396, "photo": 397, "complements": 398, "wall": 399, "milky": 400, "spires": 401, "tiles": 402, "appearance": 403, "novel": 404, "floor": 405, "semi": 406, "truck": 407, "buliding": 408, "buses": 409, "series": 410, "photographs": 411, "setting": 412, "photos": 413, "showing": 414, "various": 415, "humans": 416, "maintain": 417, "consistent": 418, "architectural": 419, "environment": 420, "encircled": 421, "gothic": 422, "cool": 423, "combination": 424, "aesthetics": 425, "nature": 426, "highway": 427, "window": 428, "designed": 429, "three-way": 430, "messy": 431, "scene": 432, "piece": 433, "wooded": 434, "low": 435, "much": 436, "slope": 437, "dome": 438, "room": 439, "regular": 440, "rectangles": 441, "special": 442, "branch": 443, "circle": 444, "bus": 445, "vehicle": 446, "sand": 447, "rich": 448, "samll": 449, "soil": 450, "vary": 451, "height": 452, "generally": 453, "reddish": 454, "tend": 455, "solar": 456, "ivory": 457, "taller": 458, "mirror": 459, "bottom": 460, "couple": 461, "tree": 462, "laid": 463, "umbrella": 464, "grassy": 465, "air": 466, "glass": 467, "ramp": 468, "cast": 469, "shadow": 470, "site": 471, "swimming": 472, "pool": 473, "traveling": 474, "countryside": 475, "meadow": 476, "areas": 477, "squares": 478, "woods": 479, "patches": 480, "taken": 481, "carrying": 482, "planning": 483, "clock": 484, "fewer": 485, "bulidings": 486, "display": 487, "row": 488, "roadside": 489, "time": 490, "criss-cross": 491, "plane": 492, "rise": 493, "umbrellas": 494, "things": 495, "stairs": 496, "abundant": 497, "crossroads": 498, "full": 499, "steel": 500, "image": 501, "going": 502, "clustered": 503, "together": 504, "boxes": 505, "downstairs": 506, "amount": 507, "sculpture": 508, "winds": 509, "looking": 510, "flag": 511, "located": 512, "pointed": 513, "scattered": 514, "number": 515, "divided": 516, "shed": 517, "rocks": 518, "irregularly": 519, "cover": 520, "equipment": 521, "table": 522, "great": 523, "outdoor": 524, "baseball": 525, "game": 526, "sky": 527, "intersect": 528, "spaces": 529, "sharp": 530, "stop": 531, "boat": 532, "body": 533, "floating": 534, "another": 535, "airplanes": 536, "kind": 537, "lines": 538, "farms": 539, "zebra": 540, "person": 541, "playing": 542, "phone": 543, "cloud": 544, "spacious": 545, "motorcycle": 546, "drone": 547, "farm": 548, "clouds": 549, "motorcycles": 550, "corner": 551, "turning": 552, "nearby": 553, "half": 554, "pic": 555, "broken": 556, "seen": 557, "kinds": 558, "pitch": 559, "filed": 560, "darkness": 561, "hot": 562, "ca": 563, "billboards": 564, "fence": 565, "sideways": 566, "traks": 567, "rows": 568, "every": 569, "vacancies": 570, "even": 571, "abandoned": 572, "scrapped": 573, "bungalows": 574, "patchwork": 575, "trunk": 576, "places": 577, "parking-lot": 578, "dirty": 579, "streetlight": 580, "dried": 581, "besides": 582, "living": 583, "love": 584, "hotel": 585, "hydraulic": 586, "excavator": 587, "may": 588, "quarters": 589, "could": 590, "hundreds": 591, "gate": 592, "passing": 593, "shop": 594, "waiting": 595, "parts": 596, "dilapidated": 597, "lamp": 598, "line": 599, "circles": 600, "supposed": 601, "neighborhood": 602, "fill": 603, "close": 604, "ample": 605, "planned": 606, "pulling": 607, "entrance": 608, "today": 609, "heiyede": 610, "lide": 611, "countless": 612, "numerous": 613, "clean": 614, "six": 615, "plant": 616, "vacant": 617, "shabby": 618, "parallel": 619, "crossings": 620, "arrows": 621, "downtown": 622, "parkinglotsome": 623, "lower": 624, "still": 625, "charging": 626, "seats": 627, "north": 628, "van": 629, "painted": 630, "east": 631, "staff": 632, "sidewalk": 633, "foggy": 634, "weather": 635, "'": 636, "shadows": 637, "hard": 638, "figure": 639, "planted": 640, "position": 641, "stone": 642, "come": 643, "go": 644, "goods": 645, "cement": 646, "lined": 647, "concrete": 648, "silver": 649, "upper": 650, "doors": 651, "man": 652, "south": 653, "dim": 654, "orderly": 655, "slide": 656, "crowded": 657, "prairie": 658, "crooked": 659, "belts": 660, "streetlights": 661, "flower": 662, "stand": 663, "upright": 664, "turned": 665, "moving": 666, "electric": 667, "head": 668, "national": 669, "arrow": 670, "spot": 671, "shops": 672, "junction": 673, "telephone": 674, "pole": 675, "rainy": 676, "days": 677, "pedestrian": 678, "village": 679, "rain": 680, "trash": 681, "billboard": 682, "paved": 683, "plenty": 684, "humankind": 685, "automobile": 686, "human": 687, "accompany": 688, "persons": 689, "marks": 690, "crowds": 691, "summer": 692, "eldder": 693, "dancing": 694, "varous": 695, "cothes": 696, "watching": 697, "play": 698, "seaside": 699, "waves": 700, "wear": 701, "clothes": 702, "ages": 703, "sexes": 704, "asia": 705, "wearing": 706, "kids": 707, "race": 708, "gathered": 709, "stall": 710, "sellers": 711, "racetrack": 712, "somebody": 713, "transportations": 714, "fun": 715, "forward": 716, "dressed": 717, "students": 718, "sports": 719, "gather": 720, "meeting": 721, "holding": 722, "school": 723, "uniform": 724, "rugby": 725, "walks": 726, "children": 727, "run": 728, "exercising": 729, "facilities": 730, "distributed": 731, "axes": 732, "columns": 733, "plum": 734, "blossoms": 735, "walk": 736, "women": 737, "taking": 738, "gathering": 739, "composed": 740, "jumping": 741, "higher": 742, "grils": 743, "tents": 744, "browsing": 745, "items": 746, "tent": 747, "bench": 748, "hanging": 749, "guys": 750, "frame": 751, "someperson": 752, "practice": 753, "boys": 754, "girls": 755, "skirts": 756, "stains": 757, "stones": 758, "flowers": 759, "soccer": 760, "afternoon": 761, "cin": 762, "areperson": 763, "step": 764, "operon": 765, "runways": 766, "shine": 767, "everywhere": 768, "eight": 769, "buying": 770, "gravel": 771, "chatting": 772, "aside": 773, "adults": 774, "pictures": 775, "lyingchairs": 776, "adjacent": 777, "ball": 778, "selling": 779, "communicating": 780, "rubbish": 781, "team": 782, "take": 783, "bathed": 784, "sunlight": 785, "thick": 786, "distribution": 787, "grey-green": 788, "colour": 789, "leaves": 790, "bushes": 791, "growing": 792, "forests": 793, "timber": 794, "pathway": 795, "shrubs": 796, "groves": 797, "yellowish": 798, "divides": 799, "verdant": 800, "desert": 801, "grow": 802, "aquatic": 803, "flourishing": 804, "brook": 805, "thriving": 806, "partly": 807, "concentrated": 808, "``": 809, "''": 810, "bush": 811, "leafs": 812, "farmland": 813, "west": 814, "trail": 815, "lies": 816, "wasteland": 817, "sparse": 818, "slender": 819, "densely": 820, "earth": 821, "valley": 822, "sparsely": 823, "greenish-yellow": 824, "scatter": 825, "yellow-green": 826, "reddish-brown": 827, "fields": 828, "weeds": 829, "grows": 830, "algae": 831, "leading": 832, "nice": 833, "east-west": 834, "downward": 835, "formed": 836, "creek": 837, "bare": 838, "stream": 839, "herringbone": 840, "wood": 841, "barren": 842, "pale": 843, "elephant": 844, "reeves": 845, "white-roofed": 846, "earthy": 847, "dry": 848, "mushrooms": 849, "rear": 850, "species": 851, "pair": 852, "scissors": 853, "flying": 854, "shone": 855, "letter": 856, "joined": 857, "penetrates": 858, "trac": 859, "fiel": 860, "surrounds": 861, "c-shaped": 862, "c": 863, "animals": 864, "birds": 865, "painting": 866, "rock": 867, "formation": 868, "triangle": 869, "separated": 870, "grown": 871, "grew": 872, "flock": 873, "sheep": 874, "tress": 875, "railroad": 876, "bike": 877, "bicycle": 878, "packed": 879, "partitioned": 880, "patch": 881, "oval": 882, "difference": 883, "duckweeds": 884, "luxuriant": 885, "broad": 886, "bank": 887, "went": 888, "greatly": 889, "deep": 890, "turn": 891, "ran": 892, "pine": 893, "plentiful": 894, "shaded": 895, "locate": 896, "plain": 897, "vast": 898, "expanse": 899, "pines": 900, "heights": 901, "telegraph": 902, "ditch": 903, "less": 904, "paddy": 905, "flows": 906, "course": 907, "grove": 908, "animal": 909, "shallow": 910, "eye": 911, "jungle": 912, "meandering": 913, "grasslands": 914, "trains": 915, "pond": 916, "reflected": 917, "mud": 918, "put": 919, "numbers": 920, "marking": 921, "distances": 922, "throwing": 923, "'byu": 924, "audience": 925, "quantity": 926, "score": 927, "iron": 928, "plates": 929, "gridiron": 930, "tennis": 931, "courts": 932, "gymnasium": 933, "teaching": 934, "open-air": 935, "considerable": 936, "box": 937, "spectators": 938, "outside": 939, "quarter": 940, "shelter": 941, "badminton": 942, "auditorium": 943, "gym": 944, "scale": 945, "fan-shaped": 946, "scalloped": 947, "plumb": 948, "sector": 949, "bulb": 950, "pools": 951, "symmetrically": 952, "multiple": 953, "scribbling": 954, "sleeved": 955, "shorts": 956, "miniplane": 957, "bed": 958, "tween": 959, "foot": 960, "badmin": 961, "ton": 962, "coourts": 963, "playgrounds": 964, "muddy": 965, "ang": 966, "'georgia": 967, "tech": 968, "'gt": 969, "'cators": 970, "'florida": 971, "sleeves": 972, "drawn": 973, "players": 974, "adjoins": 975, "t-shirt": 976, "plaid": 977, "shirt": 978, "directly": 979, "num": 980, "bers": 981, "tadium": 982, "teen": 983, "plastic": 984, "grand": 985, "e": 986, "'eagles": 987, "leans": 988, "auditoriums": 989, "shows": 990, "streaked": 991, "checked": 992, "sunglasses": 993, "training": 994, "crossroad": 995, "buildingis": 996, "slides": 997, "ten": 998, "cross-shaped": 999, "ping-pong": 1000, "courses": 1001, "wondering": 1002, "arc": 1003, "stopped": 1004, "paked": 1005, "surrouds": 1006, "fences": 1007, "ts": 1008, "bo": 1009, "th": 1010, "stripe": 1011, "pull-ups": 1012, "sign": 1013, "chairs": 1014, "lo": 1015, "church": 1016, "words": 1017, "-": 1018, "shelves": 1019, "apartment": 1020, "bend": 1021, "level": 1022, "ahead": 1023, "converge": 1024, "rill": 1025, "transparent": 1026, "crystal": 1027, "lae": 1028, "vibrant": 1029, "streams": 1030, "meander": 1031, "speedboat": 1032, "bikes": 1033, "made": 1034, "extensive": 1035, "slowly": 1036, "sprinkling": 1037, "ripples": 1038, "reflect": 1039, "scenes": 1040, "fertile": 1041, "although": 1042, "terrain": 1043, "vegetated": 1044, "rooms": 1045, "hills": 1046, "prominent": 1047, "bordered": 1048, "villages": 1049, "substantial": 1050, "slight": 1051, "legion": 1052, "footbridge": 1053, "reflects": 1054, "tributaries": 1055, "second": 1056, "plains": 1057, "central": 1058, "consists": 1059, "puddles": 1060, "heavily": 1061, "strolling": 1062, "differs": 1063, "beauty": 1064, "meanders": 1065, "yacht": 1066, "foliage": 1067, "obvious": 1068, "pipes": 1069, "extent": 1070, "businessmen": 1071, "products": 1072, "stretches": 1073, "conditioners": 1074, "yachts": 1075, "buoy": 1076, "ter": 1077, "flowing": 1078, "first": 1079, "direction": 1080, "kayak": 1081, "invisible": 1082, "boa": 1083, "wire": 1084, "ring": 1085, "ponds": 1086, "plank": 1087, "repair": 1088, "flats": 1089, "urban": 1090, "keeps": 1091, "mass": 1092, "taxis": 1093, "laundry": 1094, "apartments": 1095, "obviously": 1096, "china": 1097, "wagons": 1098, "paking": 1099, "shopping": 1100, "mall": 1101, "urabn": 1102, "highwa": 1103, "ride": 1104, "tenements": 1105, "rucks": 1106, "-storied": 1107, "deal": 1108, "many-storied": 1109, "indicating": 1110, "restaurants": 1111, "enjoying": 1112, "visible": 1113, "wired": 1114, "buildings'height": 1115, "busy": 1116, "pleasing": 1117, "toll": 1118, "booth": 1119, "lining": 1120, "roundabout": 1121, "trunks": 1122, "overlooking": 1123, "tricycles": 1124, "signpost": 1125, "gemstar": 1126, "skyscrapers": 1127, "subway": 1128, "focus": 1129, "blurry": 1130, "turing": 1131, "childrren": 1132, "trying": 1133, "perpendicular": 1134, "pillars": 1135, "viaducts": 1136, "route": 1137, "stacked": 1138, "cities": 1139, "wo": 1140, "varied": 1141, "indicate": 1142, "expressway": 1143, "railings": 1144, "tens": 1145, "meters": 1146, "extremely": 1147, "supported": 1148, "supporting": 1149, "sound": 1150, "insulation": 1151, "gas": 1152, "underside": 1153, "magnificent": 1154, "ampler": 1155, "shrouded": 1156, "others": 1157, "secluded": 1158, "signboard": 1159, "bifurcated": 1160, "except": 1161, "motorway": 1162, "crosswalk": 1163, "provided": 1164, "guardrails": 1165, "kites": 1166, "<unk>": 1167}, "idx2word": {"1": "cloudy", "2": "day", "3": "bridge", "4": "mountains", "5": "see", "6": "two", "7": "cars", "8": "small", "9": "bridges", "10": "span", "11": "banks", "12": "large", "13": "rivers", "14": "many", "15": "vehicles", "16": "pass", "17": "crossed", "18": "river", "19": "stands", "20": "water", "21": "sits", "22": "crosses", "23": "lake", "24": "piers", "25": "distance", "26": "mountain", "27": "sides", "28": "lot", "29": "passed", "30": "several", "31": "standing", "32": "certain", "33": "suspension", "34": "white", "35": "open", "36": "traffic", "37": "trees", "38": "beside", "39": "sunset", "40": "viaduct", "41": "nothing", "42": "arch", "43": "daytime", "44": "connect", "45": "sea", "46": "beach", "47": "car", "48": "winding", "49": "pires", "50": "'s", "51": "sunny", "52": "running", "53": "across", "54": "connecting", "55": "connected", "56": "connects", "57": "glows", "58": "light", "59": "lights", "60": "straight", "61": "long", "62": "green", "63": "high", "64": "glowed", "65": "turquoise", "66": "relatively", "67": "strange", "68": "short", "69": "red", "70": "construction", "71": "vegetation", "72": "night", "73": "looks", "74": "road", "75": "people", "76": "cross-water", "77": "two-way", "78": "single-column", "79": "buildings", "80": "boats", "81": "lakes", "82": "good", "83": "farmlands", "84": "tunnel", "85": "one", "86": "end", "87": "curved", "88": "land", "89": "built", "90": "dark", "91": "lamps", "92": "big", "93": "runs", "94": "yellow", "95": "strange-shaped", "96": "island", "97": "vehicular", "98": "marine", "99": "overpass", "100": "multi", "101": "lane", "102": "cables", "103": "symmetrical", "104": "residential", "105": "football", "106": "field", "107": "next", "108": "street", "109": "runway", "110": "towns", "111": "porous", "112": "filmed", "113": "evening", "114": "inside", "115": "signs", "116": "four", "117": "lanes", "118": "forks", "119": "cross-sea", "120": "holes", "121": "photographed", "122": "either", "123": "used", "124": "building", "125": "roofed", "126": "old", "127": "goes", "128": "directions", "129": "structure", "130": "little", "131": "peculiar", "132": "near", "133": "covered", "134": "raining", "135": "arched", "136": "colors", "137": "bright", "138": "pylons", "139": "shot", "140": "golden", "141": "tall", "142": "wide", "143": "sight", "144": "clear", "145": "beautiful", "146": "pedestrians", "147": "ends", "148": "illuminated", "149": "ordinary", "150": "circular", "151": "closed", "152": "hole", "153": "middle", "154": "spans", "155": "islands", "156": "flowed", "157": "grey", "158": "flags", "159": "blue", "160": "purple", "161": "driving", "162": "side", "163": "roads", "164": "crisscross", "165": "ships", "166": "different", "167": "pavilions", "168": "along", "169": "someone", "170": "bears", "171": "name", "172": "tower", "173": "containers", "174": "power", "175": "public", "176": "borders", "177": "vertical", "178": "five", "179": "poles", "180": "left", "181": "right", "182": "around", "183": "cuts", "184": "passes", "185": "steps", "186": "parked", "187": "roof", "188": "orange", "189": "reflection", "190": "buidings", "191": "round", "192": "beyond", "193": "view", "194": "sailing", "195": "..", "196": "grassland", "197": "top", "198": "watch", "199": "edges", "200": "black", "201": "place", "202": "huge", "203": "shinning", "204": "jam", "205": "ship", "206": "train", "207": "beneath", "208": "feels", "209": "extends", "210": "pink", "211": "houses", "212": "cross", "213": "surround", "214": "crossing", "215": "form", "216": "sidewalks", "217": "three", "218": "railway", "219": "walking", "220": "stadium", "221": "twists", "222": "turns", "223": "colorful", "224": "flanked", "225": "bends", "226": "brown", "227": "simple", "228": "riverside", "229": "look", "230": "kid", "231": "riding", "232": "area", "233": "far", "234": "branches", "235": "also", "236": "cows", "237": "n't", "238": "house", "239": "lead", "240": "opposite", "241": "snow", "242": "waters", "243": "away", "244": "sunshine", "245": "dense", "246": "edge", "247": "modern", "248": "ancient", "249": "gray", "250": "men", "251": "lush", "252": "leafy", "253": "meadows", "254": "lumpy", "255": "blocky", "256": "grass", "257": "greenery", "258": "scenery", "259": "machines", "260": "roofs", "261": "conspicuous", "262": "way", "263": "part", "264": "streets", "265": "square", "266": "playground", "267": "designer", "268": "amazing", "269": "awesome", "270": "community", "271": "city", "272": "hill", "273": "ground", "274": "center", "275": "lawn", "276": "withered", "277": "picture", "278": "ugly", "279": "zero", "280": "fresh", "281": "affords", "282": "sweeping", "283": "surrounding", "284": "landscape", "285": "something", "286": "behind", "287": "floors", "288": "filled", "289": "lots", "290": "background", "291": "spots", "292": "bunch", "293": "covers", "294": "sun", "295": "intersection", "296": "lawns", "297": "clearing", "298": "space", "299": "design", "300": "shade", "301": "parking", "302": "aerial", "303": "angle", "304": "airplane", "305": "shoot", "306": "closely", "307": "factory", "308": "surrounded", "309": "plants", "310": "thin", "311": "neat", "312": "flat", "313": "paths", "314": "independent", "315": "color", "316": "whole", "317": "front", "318": "unique", "319": "shape", "320": "cut", "321": "beautifully", "322": "pitched", "323": "main", "324": "major", "325": "secondary", "326": "mostly", "327": "pile", "328": "dirt", "329": "sitting", "330": "hillside", "331": "forest", "332": "town", "333": "back", "334": "letters", "335": "broccoli", "336": "vegetables", "337": "overlook", "338": "park", "339": "country", "340": "skyline", "341": "yard", "342": "neatly", "343": "arranged", "344": "turntables", "345": "overpasses", "346": "layer", "347": "layers", "348": "windows", "349": "shining", "350": "chinese", "351": "architecture", "352": "style", "353": "planes", "354": "fork", "355": "shaped", "356": "like", "357": "l", "358": "pipe", "359": "exterior", "360": "walls", "361": "basketball", "362": "court", "363": "footprint", "364": "rectangular", "365": "belt", "366": "group", "367": "model", "368": "trucks", "369": "track", "370": "unk", "371": "door", "372": "greening", "373": "irregular", "374": "empty", "375": "toy", "376": "set", "377": "shown", "378": "garden", "379": "station", "380": "seems", "381": "private", "382": "tracks", "383": "fashionable", "384": "among", "385": "dust", "386": "chimney", "387": "probably", "388": "tallest", "389": "path", "390": "types", "391": "colored", "392": "well", "393": "lit", "394": "almost", "395": "narrow", "396": "parkinglot", "397": "photo", "398": "complements", "399": "wall", "400": "milky", "401": "spires", "402": "tiles", "403": "appearance", "404": "novel", "405": "floor", "406": "semi", "407": "truck", "408": "buliding", "409": "buses", "410": "series", "411": "photographs", "412": "setting", "413": "photos", "414": "showing", "415": "various", "416": "humans", "417": "maintain", "418": "consistent", "419": "architectural", "420": "environment", "421": "encircled", "422": "gothic", "423": "cool", "424": "combination", "425": "aesthetics", "426": "nature", "427": "highway", "428": "window", "429": "designed", "430": "three-way", "431": "messy", "432": "scene", "433": "piece", "434": "wooded", "435": "low", "436": "much", "437": "slope", "438": "dome", "439": "room", "440": "regular", "441": "rectangles", "442": "special", "443": "branch", "444": "circle", "445": "bus", "446": "vehicle", "447": "sand", "448": "rich", "449": "samll", "450": "soil", "451": "vary", "452": "height", "453": "generally", "454": "reddish", "455": "tend", "456": "solar", "457": "ivory", "458": "taller", "459": "mirror", "460": "bottom", "461": "couple", "462": "tree", "463": "laid", "464": "umbrella", "465": "grassy", "466": "air", "467": "glass", "468": "ramp", "469": "cast", "470": "shadow", "471": "site", "472": "swimming", "473": "pool", "474": "traveling", "475": "countryside", "476": "meadow", "477": "areas", "478": "squares", "479": "woods", "480": "patches", "481": "taken", "482": "carrying", "483": "planning", "484": "clock", "485": "fewer", "486": "bulidings", "487": "display", "488": "row", "489": "roadside", "490": "time", "491": "criss-cross", "492": "plane", "493": "rise", "494": "umbrellas", "495": "things", "496": "stairs", "497": "abundant", "498": "crossroads", "499": "full", "500": "steel", "501": "image", "502": "going", "503": "clustered", "504": "together", "505": "boxes", "506": "downstairs", "507": "amount", "508": "sculpture", "509": "winds", "510": "looking", "511": "flag", "512": "located", "513": "pointed", "514": "scattered", "515": "number", "516": "divided", "517": "shed", "518": "rocks", "519": "irregularly", "520": "cover", "521": "equipment", "522": "table", "523": "great", "524": "outdoor", "525": "baseball", "526": "game", "527": "sky", "528": "intersect", "529": "spaces", "530": "sharp", "531": "stop", "532": "boat", "533": "body", "534": "floating", "535": "another", "536": "airplanes", "537": "kind", "538": "lines", "539": "farms", "540": "zebra", "541": "person", "542": "playing", "543": "phone", "544": "cloud", "545": "spacious", "546": "motorcycle", "547": "drone", "548": "farm", "549": "clouds", "550": "motorcycles", "551": "corner", "552": "turning", "553": "nearby", "554": "half", "555": "pic", "556": "broken", "557": "seen", "558": "kinds", "559": "pitch", "560": "filed", "561": "darkness", "562": "hot", "563": "ca", "564": "billboards", "565": "fence", "566": "sideways", "567": "traks", "568": "rows", "569": "every", "570": "vacancies", "571": "even", "572": "abandoned", "573": "scrapped", "574": "bungalows", "575": "patchwork", "576": "trunk", "577": "places", "578": "parking-lot", "579": "dirty", "580": "streetlight", "581": "dried", "582": "besides", "583": "living", "584": "love", "585": "hotel", "586": "hydraulic", "587": "excavator", "588": "may", "589": "quarters", "590": "could", "591": "hundreds", "592": "gate", "593": "passing", "594": "shop", "595": "waiting", "596": "parts", "597": "dilapidated", "598": "lamp", "599": "line", "600": "circles", "601": "supposed", "602": "neighborhood", "603": "fill", "604": "close", "605": "ample", "606": "planned", "607": "pulling", "608": "entrance", "609": "today", "610": "heiyede", "611": "lide", "612": "countless", "613": "numerous", "614": "clean", "615": "six", "616": "plant", "617": "vacant", "618": "shabby", "619": "parallel", "620": "crossings", "621": "arrows", "622": "downtown", "623": "parkinglotsome", "624": "lower", "625": "still", "626": "charging", "627": "seats", "628": "north", "629": "van", "630": "painted", "631": "east", "632": "staff", "633": "sidewalk", "634": "foggy", "635": "weather", "636": "'", "637": "shadows", "638": "hard", "639": "figure", "640": "planted", "641": "position", "642": "stone", "643": "come", "644": "go", "645": "goods", "646": "cement", "647": "lined", "648": "concrete", "649": "silver", "650": "upper", "651": "doors", "652": "man", "653": "south", "654": "dim", "655": "orderly", "656": "slide", "657": "crowded", "658": "prairie", "659": "crooked", "660": "belts", "661": "streetlights", "662": "flower", "663": "stand", "664": "upright", "665": "turned", "666": "moving", "667": "electric", "668": "head", "669": "national", "670": "arrow", "671": "spot", "672": "shops", "673": "junction", "674": "telephone", "675": "pole", "676": "rainy", "677": "days", "678": "pedestrian", "679": "village", "680": "rain", "681": "trash", "682": "billboard", "683": "paved", "684": "plenty", "685": "humankind", "686": "automobile", "687": "human", "688": "accompany", "689": "persons", "690": "marks", "691": "crowds", "692": "summer", "693": "eldder", "694": "dancing", "695": "varous", "696": "cothes", "697": "watching", "698": "play", "699": "seaside", "700": "waves", "701": "wear", "702": "clothes", "703": "ages", "704": "sexes", "705": "asia", "706": "wearing", "707": "kids", "708": "race", "709": "gathered", "710": "stall", "711": "sellers", "712": "racetrack", "713": "somebody", "714": "transportations", "715": "fun", "716": "forward", "717": "dressed", "718": "students", "719": "sports", "720": "gather", "721": "meeting", "722": "holding", "723": "school", "724": "uniform", "725": "rugby", "726": "walks", "727": "children", "728": "run", "729": "exercising", "730": "facilities", "731": "distributed", "732": "axes", "733": "columns", "734": "plum", "735": "blossoms", "736": "walk", "737": "women", "738": "taking", "739": "gathering", "740": "composed", "741": "jumping", "742": "higher", "743": "grils", "744": "tents", "745": "browsing", "746": "items", "747": "tent", "748": "bench", "749": "hanging", "750": "guys", "751": "frame", "752": "someperson", "753": "practice", "754": "boys", "755": "girls", "756": "skirts", "757": "stains", "758": "stones", "759": "flowers", "760": "soccer", "761": "afternoon", "762": "cin", "763": "areperson", "764": "step", "765": "operon", "766": "runways", "767": "shine", "768": "everywhere", "769": "eight", "770": "buying", "771": "gravel", "772": "chatting", "773": "aside", "774": "adults", "775": "pictures", "776": "lyingchairs", "777": "adjacent", "778": "ball", "779": "selling", "780": "communicating", "781": "rubbish", "782": "team", "783": "take", "784": "bathed", "785": "sunlight", "786": "thick", "787": "distribution", "788": "grey-green", "789": "colour", "790": "leaves", "791": "bushes", "792": "growing", "793": "forests", "794": "timber", "795": "pathway", "796": "shrubs", "797": "groves", "798": "yellowish", "799": "divides", "800": "verdant", "801": "desert", "802": "grow", "803": "aquatic", "804": "flourishing", "805": "brook", "806": "thriving", "807": "partly", "808": "concentrated", "809": "``", "810": "''", "811": "bush", "812": "leafs", "813": "farmland", "814": "west", "815": "trail", "816": "lies", "817": "wasteland", "818": "sparse", "819": "slender", "820": "densely", "821": "earth", "822": "valley", "823": "sparsely", "824": "greenish-yellow", "825": "scatter", "826": "yellow-green", "827": "reddish-brown", "828": "fields", "829": "weeds", "830": "grows", "831": "algae", "832": "leading", "833": "nice", "834": "east-west", "835": "downward", "836": "formed", "837": "creek", "838": "bare", "839": "stream", "840": "herringbone", "841": "wood", "842": "barren", "843": "pale", "844": "elephant", "845": "reeves", "846": "white-roofed", "847": "earthy", "848": "dry", "849": "mushrooms", "850": "rear", "851": "species", "852": "pair", "853": "scissors", "854": "flying", "855": "shone", "856": "letter", "857": "joined", "858": "penetrates", "859": "trac", "860": "fiel", "861": "surrounds", "862": "c-shaped", "863": "c", "864": "animals", "865": "birds", "866": "painting", "867": "rock", "868": "formation", "869": "triangle", "870": "separated", "871": "grown", "872": "grew", "873": "flock", "874": "sheep", "875": "tress", "876": "railroad", "877": "bike", "878": "bicycle", "879": "packed", "880": "partitioned", "881": "patch", "882": "oval", "883": "difference", "884": "duckweeds", "885": "luxuriant", "886": "broad", "887": "bank", "888": "went", "889": "greatly", "890": "deep", "891": "turn", "892": "ran", "893": "pine", "894": "plentiful", "895": "shaded", "896": "locate", "897": "plain", "898": "vast", "899": "expanse", "900": "pines", "901": "heights", "902": "telegraph", "903": "ditch", "904": "less", "905": "paddy", "906": "flows", "907": "course", "908": "grove", "909": "animal", "910": "shallow", "911": "eye", "912": "jungle", "913": "meandering", "914": "grasslands", "915": "trains", "916": "pond", "917": "reflected", "918": "mud", "919": "put", "920": "numbers", "921": "marking", "922": "distances", "923": "throwing", "924": "'byu", "925": "audience", "926": "quantity", "927": "score", "928": "iron", "929": "plates", "930": "gridiron", "931": "tennis", "932": "courts", "933": "gymnasium", "934": "teaching", "935": "open-air", "936": "considerable", "937": "box", "938": "spectators", "939": "outside", "940": "quarter", "941": "shelter", "942": "badminton", "943": "auditorium", "944": "gym", "945": "scale", "946": "fan-shaped", "947": "scalloped", "948": "plumb", "949": "sector", "950": "bulb", "951": "pools", "952": "symmetrically", "953": "multiple", "954": "scribbling", "955": "sleeved", "956": "shorts", "957": "miniplane", "958": "bed", "959": "tween", "960": "foot", "961": "badmin", "962": "ton", "963": "coourts", "964": "playgrounds", "965": "muddy", "966": "ang", "967": "'georgia", "968": "tech", "969": "'gt", "970": "'cators", "971": "'florida", "972": "sleeves", "973": "drawn", "974": "players", "975": "adjoins", "976": "t-shirt", "977": "plaid", "978": "shirt", "979": "directly", "980": "num", "981": "bers", "982": "tadium", "983": "teen", "984": "plastic", "985": "grand", "986": "e", "987": "'eagles", "988": "leans", "989": "auditoriums", "990": "shows", "991": "streaked", "992": "checked", "993": "sunglasses", "994": "training", "995": "crossroad", "996": "buildingis", "997": "slides", "998": "ten", "999": "cross-shaped", "1000": "ping-pong", "1001": "courses", "1002": "wondering", "1003": "arc", "1004": "stopped", "1005": "paked", "1006": "surrouds", "1007": "fences", "1008": "ts", "1009": "bo", "1010": "th", "1011": "stripe", "1012": "pull-ups", "1013": "sign", "1014": "chairs", "1015": "lo", "1016": "church", "1017": "words", "1018": "-", "1019": "shelves", "1020": "apartment", "1021": "bend", "1022": "level", "1023": "ahead", "1024": "converge", "1025": "rill", "1026": "transparent", "1027": "crystal", "1028": "lae", "1029": "vibrant", "1030": "streams", "1031": "meander", "1032": "speedboat", "1033": "bikes", "1034": "made", "1035": "extensive", "1036": "slowly", "1037": "sprinkling", "1038": "ripples", "1039": "reflect", "1040": "scenes", "1041": "fertile", "1042": "although", "1043": "terrain", "1044": "vegetated", "1045": "rooms", "1046": "hills", "1047": "prominent", "1048": "bordered", "1049": "villages", "1050": "substantial", "1051": "slight", "1052": "legion", "1053": "footbridge", "1054": "reflects", "1055": "tributaries", "1056": "second", "1057": "plains", "1058": "central", "1059": "consists", "1060": "puddles", "1061": "heavily", "1062": "strolling", "1063": "differs", "1064": "beauty", "1065": "meanders", "1066": "yacht", "1067": "foliage", "1068": "obvious", "1069": "pipes", "1070": "extent", "1071": "businessmen", "1072": "products", "1073": "stretches", "1074": "conditioners", "1075": "yachts", "1076": "buoy", "1077": "ter", "1078": "flowing", "1079": "first", "1080": "direction", "1081": "kayak", "1082": "invisible", "1083": "boa", "1084": "wire", "1085": "ring", "1086": "ponds", "1087": "plank", "1088": "repair", "1089": "flats", "1090": "urban", "1091": "keeps", "1092": "mass", "1093": "taxis", "1094": "laundry", "1095": "apartments", "1096": "obviously", "1097": "china", "1098": "wagons", "1099": "paking", "1100": "shopping", "1101": "mall", "1102": "urabn", "1103": "highwa", "1104": "ride", "1105": "tenements", "1106": "rucks", "1107": "-storied", "1108": "deal", "1109": "many-storied", "1110": "indicating", "1111": "restaurants", "1112": "enjoying", "1113": "visible", "1114": "wired", "1115": "buildings'height", "1116": "busy", "1117": "pleasing", "1118": "toll", "1119": "booth", "1120": "lining", "1121": "roundabout", "1122": "trunks", "1123": "overlooking", "1124": "tricycles", "1125": "signpost", "1126": "gemstar", "1127": "skyscrapers", "1128": "subway", "1129": "focus", "1130": "blurry", "1131": "turing", "1132": "childrren", "1133": "trying", "1134": "perpendicular", "1135": "pillars", "1136": "viaducts", "1137": "route", "1138": "stacked", "1139": "cities", "1140": "wo", "1141": "varied", "1142": "indicate", "1143": "expressway", "1144": "railings", "1145": "tens", "1146": "meters", "1147": "extremely", "1148": "supported", "1149": "supporting", "1150": "sound", "1151": "insulation", "1152": "gas", "1153": "underside", "1154": "magnificent", "1155": "ampler", "1156": "shrouded", "1157": "others", "1158": "secluded", "1159": "signboard", "1160": "bifurcated", "1161": "except", "1162": "motorway", "1163": "crosswalk", "1164": "provided", "1165": "guardrails", "1166": "kites", "1167": "<unk>"}, "idx": 1168}